//
//  Tip.swift
//  SwiftUI4-TravelApp
//
//  Created by M1 on 29.05.2024.
//

import Foundation

struct Tip: Identifiable {
    
    let id = UUID()
    let text: String
    
    static var tips: [Tip] = [
        Tip(text: "თბილისს თუ აირჩევ გლდანში, აფრიკაში და ასეთ გარეუბნებში ნუ წახვალ, არაფერია მანდ საინტერესო"),
        Tip(text: "კახეთს თუ აირჩევ ვირებს ნუ მიაყენებ შეურაწყოფას, მანდ ძალიან უყვართ"),
        Tip(text: "ყაზბეგს თუ აირჩევ მანდ ყველა ტურიზმით შოულობს ფულს, ამიტომ დელიკას დაქირავება მადლია"),
        Tip(text: "ბერლინში თუ მიდიხარ მე რაღა გირჩიო აბა, მეც წამიყვანე"),
        Tip(text: "ამსტერდამში თუ წახვედი დავითს ბევრი ჩურჩხელები წაუღე"),
        Tip(text: "საცა მიხვალ იქაური ქუდი დაიხურეო, ნათქვამია")
    ]
}
